[
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 21,
    "text": "Behold, the LORD thy God hath set the land before thee: go up and possess it, as the LORD God of thy fathers hath said unto thee; fear not, neither be discouraged."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 28,
    "text": "Whither shall we go up? our brethren have discouraged our heart, saying, The people is greater and taller than we; the cities are great and walled up to heaven; and moreover we have seen the sons of the Anakims there."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 38,
    "text": "But Joshua the son of Nun, which standeth before thee, he shall go in thither: encourage him: for he shall cause Israel to inherit it."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 28,
    "text": "But charge Joshua, and encourage him, and strengthen him: for he shall go over before this people, and he shall cause them to inherit the land which thou shalt see."
  },
  {
    "book": "Deuteronomy",
    "chapter": 31,
    "verse": 6,
    "text": "Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee."
  },
  {
    "book": "Deuteronomy",
    "chapter": 31,
    "verse": 7,
    "text": "And Moses called unto Joshua, and said unto him in the sight of all Israel, Be strong and of a good courage: for thou must go with this people unto the land which the LORD hath sworn unto their fathers to give them; and thou shalt cause them to inherit it."
  },
  {
    "book": "Deuteronomy",
    "chapter": 31,
    "verse": 23,
    "text": "And he gave Joshua the son of Nun a charge, and said, Be strong and of a good courage: for thou shalt bring the children of Israel into the land which I sware unto them: and I will be with thee."
  },
  {
    "book": "Numbers",
    "chapter": 13,
    "verse": 20,
    "text": "And what the land is, whether it be fat or lean, whether there be wood therein, or not. And be ye of good courage, and bring of the fruit of the land. Now the time was the time of the firstripe grapes."
  },
  {
    "book": "Numbers",
    "chapter": 21,
    "verse": 4,
    "text": "And they journeyed from mount Hor by the way of the Red sea, to compass the land of Edom: and the soul of the people was much discouraged because of the way."
  },
  {
    "book": "Numbers",
    "chapter": 32,
    "verse": 7,
    "text": "And wherefore discourage ye the heart of the children of Israel from going over into the land which the LORD hath given them?"
  },
  {
    "book": "Numbers",
    "chapter": 32,
    "verse": 9,
    "text": "For when they went up unto the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not go into the land which the LORD had given them."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 6,
    "text": "Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 7,
    "text": "Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 9,
    "text": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 18,
    "text": "Whosoever he be that doth rebel against thy commandment, and will not hearken unto thy words in all that thou commandest him, he shall be put to death: only be strong and of a good courage."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 11,
    "text": "And as soon as we had heard these things, our hearts did melt, neither did there remain any more courage in any man, because of you: for the LORD your God, he is God in heaven above, and in earth beneath."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 25,
    "text": "And Joshua said unto them, Fear not, nor be dismayed, be strong and of good courage: for thus shall the LORD do to all your enemies against whom ye fight."
  },
  {
    "book": "Joshua",
    "chapter": 23,
    "verse": 6,
    "text": "Be ye therefore very courageous to keep and to do all that is written in the book of the law of Moses, that ye turn not aside therefrom to the right hand or to the left;"
  },
  {
    "book": "Judges",
    "chapter": 20,
    "verse": 22,
    "text": "And the people the men of Israel encouraged themselves, and set their battle again in array in the place where they put themselves in array the first day."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 4,
    "text": "Arise; for this matter belongeth unto thee: we also will be with thee: be of good courage, and do it."
  },
  {
    "book": "2 Samuel",
    "chapter": 10,
    "verse": 12,
    "text": "Be of good courage, and let us play the men for our people, and for the cities of our God: and the LORD do that which seemeth him good."
  },
  {
    "book": "2 Samuel",
    "chapter": 11,
    "verse": 25,
    "text": "Then David said unto the messenger, Thus shalt thou say unto Joab, Let not this thing displease thee, for the sword devoureth one as well as another: make thy battle more strong against the city, and overthrow it: and encourage thou him."
  },
  {
    "book": "2 Samuel",
    "chapter": 13,
    "verse": 28,
    "text": "Now Absalom had commanded his servants, saying, Mark ye now when Amnon2019s heart is merry with wine, and when I say unto you, Smite Amnon; then kill him, fear not: have not I commanded you? be courageous, and be valiant."
  },
  {
    "book": "1 Samuel",
    "chapter": 30,
    "verse": 6,
    "text": "And David was greatly distressed; for the people spake of stoning him, because the soul of all the people was grieved, every man for his sons and for his daughters: but David encouraged himself in the LORD his God."
  },
  {
    "book": "1 Chronicles",
    "chapter": 19,
    "verse": 13,
    "text": "Be of good courage, and let us behave ourselves valiantly for our people, and for the cities of our God: and let the LORD do that which is good in his sight."
  },
  {
    "book": "1 Chronicles",
    "chapter": 22,
    "verse": 13,
    "text": "Then shalt thou prosper, if thou takest heed to fulfil the statutes and judgments which the LORD charged Moses with concerning Israel: be strong, and of good courage; dread not, nor be dismayed."
  },
  {
    "book": "1 Chronicles",
    "chapter": 28,
    "verse": 20,
    "text": "And David said to Solomon his son, Be strong and of good courage, and do it: fear not, nor be dismayed: for the LORD God, even my God, will be with thee; he will not fail thee, nor forsake thee, until thou hast finished all the work for the service of the house of the LORD."
  },
  {
    "book": "2 Chronicles",
    "chapter": 15,
    "verse": 8,
    "text": "And when Asa heard these words, and the prophecy of Oded the prophet, he took courage, and put away the abominable idols out of all the land of Judah and Benjamin, and out of the cities which he had taken from mount Ephraim, and renewed the altar of the LORD, that was before the porch of the LORD."
  },
  {
    "book": "2 Chronicles",
    "chapter": 19,
    "verse": 11,
    "text": "And, behold, Amariah the chief priest is over you in all matters of the LORD; and Zebadiah the son of Ishmael, the ruler of the house of Judah, for all the king2019s matters: also the Levites shall be officers before you. Deal courageously, and the LORD shall be with the good."
  },
  {
    "book": "2 Chronicles",
    "chapter": 31,
    "verse": 4,
    "text": "Moreover he commanded the people that dwelt in Jerusalem to give the portion of the priests and the Levites, that they might be encouraged in the law of the LORD."
  },
  {
    "book": "2 Chronicles",
    "chapter": 32,
    "verse": 7,
    "text": "Be strong and courageous, be not afraid nor dismayed for the king of Assyria, nor for all the multitude that is with him: for there be more with us than with him:"
  },
  {
    "book": "2 Chronicles",
    "chapter": 35,
    "verse": 2,
    "text": "And he set the priests in their charges, and encouraged them to the service of the house of the LORD,"
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 16,
    "text": "And he that is courageous among the mighty shall flee away naked in that day, saith the LORD."
  },
  {
    "book": "Daniel",
    "chapter": 11,
    "verse": 25,
    "text": "And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall be stirred up to battle with a very great and mighty army; but he shall not stand: for they shall forecast devices against him."
  },
  {
    "book": "Psalms",
    "chapter": 27,
    "verse": 14,
    "text": "Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD."
  },
  {
    "book": "Psalms",
    "chapter": 31,
    "verse": 24,
    "text": "Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD."
  },
  {
    "book": "Psalms",
    "chapter": 64,
    "verse": 5,
    "text": "They encourage themselves in an evil matter: they commune of laying snares privily; they say, Who shall see them?"
  },
  {
    "book": "Isaiah",
    "chapter": 41,
    "verse": 6,
    "text": "They helped every one his neighbour; and every one said to his brother, Be of good courage."
  },
  {
    "book": "Isaiah",
    "chapter": 41,
    "verse": 7,
    "text": "So the carpenter encouraged the goldsmith, and he that smootheth with the hammer him that smote the anvil, saying, It is ready for the sodering: and he fastened it with nails, that it should not be moved."
  },
  {
    "book": "Isaiah",
    "chapter": 42,
    "verse": 4,
    "text": "He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 21,
    "text": "Fathers, provoke not your children to anger, lest they be discouraged."
  },
  {
    "book": "Acts",
    "chapter": 28,
    "verse": 15,
    "text": "And from thence, when the brethren heard of us, they came to meet us as far as Appii forum, and The three taverns: whom when Paul saw, he thanked God, and took courage."
  }
]
