[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 12,
    "text": "When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth."
  },
  {
    "book": "Genesis",
    "chapter": 48,
    "verse": 2,
    "text": "And one told Jacob, and said, Behold, thy son Joseph cometh unto thee: and Israel strengthened himself, and sat upon the bed."
  },
  {
    "book": "Genesis",
    "chapter": 49,
    "verse": 3,
    "text": "Reuben, thou art my firstborn, my might, and the beginning of my strength, the excellency of dignity, and the excellency of power:"
  },
  {
    "book": "Genesis",
    "chapter": 49,
    "verse": 24,
    "text": "But his bow abode in strength, and the arms of his hands were made strong by the hands of the mighty God of Jacob; (from thence is the shepherd, the stone of Israel:)"
  },
  {
    "book": "Leviticus",
    "chapter": 26,
    "verse": 20,
    "text": "And your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruits."
  },
  {
    "book": "Exodus",
    "chapter": 13,
    "verse": 3,
    "text": "And Moses said unto the people, Remember this day, in which ye came out from Egypt, out of the house of bondage; for by strength of hand the LORD brought you out from this place: there shall no leavened bread be eaten."
  },
  {
    "book": "Exodus",
    "chapter": 13,
    "verse": 14,
    "text": "And it shall be when thy son asketh thee in time to come, saying, What is this? that thou shalt say unto him, By strength of hand the LORD brought us out from Egypt, from the house of bondage:"
  },
  {
    "book": "Exodus",
    "chapter": 13,
    "verse": 16,
    "text": "And it shall be for a token upon thine hand, and for frontlets between thine eyes: for by strength of hand the LORD brought us forth out of Egypt."
  },
  {
    "book": "Exodus",
    "chapter": 14,
    "verse": 27,
    "text": "And Moses stretched forth his hand over the sea, and the sea returned to his strength when the morning appeared; and the Egyptians fled against it; and the LORD overthrew the Egyptians in the midst of the sea."
  },
  {
    "book": "Exodus",
    "chapter": 15,
    "verse": 2,
    "text": "The LORD is my strength and song, and he is become my salvation: he is my God, and I will prepare him an habitation; my father2019s God, and I will exalt him."
  },
  {
    "book": "Exodus",
    "chapter": 15,
    "verse": 13,
    "text": "Thou in thy mercy hast led forth the people which thou hast redeemed: thou hast guided them in thy strength unto thy holy habitation."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 13,
    "text": "But as for the cities that stood still in their strength, Israel burned none of them, save Hazor only; that did Joshua burn."
  },
  {
    "book": "Joshua",
    "chapter": 14,
    "verse": 11,
    "text": "As yet I am as strong this day as I was in the day that Moses sent me: as my strength was then, even so is my strength now, for war, both to go out, and to come in."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 28,
    "text": "But charge Joshua, and encourage him, and strengthen him: for he shall go over before this people, and he shall cause them to inherit the land which thou shalt see."
  },
  {
    "book": "Deuteronomy",
    "chapter": 21,
    "verse": 17,
    "text": "But he shall acknowledge the son of the hated for the firstborn, by giving him a double portion of all that he hath: for he is the beginning of his strength; the right of the firstborn is his."
  },
  {
    "book": "Deuteronomy",
    "chapter": 33,
    "verse": 25,
    "text": "Thy shoes shall be iron and brass; and as thy days, so shall thy strength be."
  },
  {
    "book": "Numbers",
    "chapter": 23,
    "verse": 22,
    "text": "God brought them out of Egypt; he hath as it were the strength of an unicorn."
  },
  {
    "book": "Numbers",
    "chapter": 24,
    "verse": 8,
    "text": "God brought him forth out of Egypt; he hath as it were the strength of an unicorn: he shall eat up the nations his enemies, and shall break their bones, and pierce them through with his arrows."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 12,
    "text": "And the children of Israel did evil again in the sight of the LORD: and the LORD strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the LORD."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 21,
    "text": "The river of Kishon swept them away, that ancient river, the river Kishon. O my soul, thou hast trodden down strength."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 11,
    "text": "And thou shalt hear what they say; and afterward shall thine hands be strengthened to go down unto the host. Then went he down with Phurah his servant unto the outside of the armed men that were in the host."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 21,
    "text": "Then Zebah and Zalmunna said, Rise thou, and fall upon us: for as the man is, so is his strength. And Gideon arose, and slew Zebah and Zalmunna, and took away the ornaments that were on their camels2019 necks."
  },
  {
    "book": "Judges",
    "chapter": 16,
    "verse": 5,
    "text": "And the lords of the Philistines came up unto her, and said unto her, Entice him, and see wherein his great strength lieth, and by what means we may prevail against him, that we may bind him to afflict him: and we will give thee every one of us eleven hundred pieces of silver."
  },
  {
    "book": "Judges",
    "chapter": 16,
    "verse": 6,
    "text": "And Delilah said to Samson, Tell me, I pray thee, wherein thy great strength lieth, and wherewith thou mightest be bound to afflict thee."
  },
  {
    "book": "Judges",
    "chapter": 16,
    "verse": 9,
    "text": "Now there were men lying in wait, abiding with her in the chamber. And she said unto him, The Philistines be upon thee, Samson. And he brake the withs, as a thread of tow is broken when it toucheth the fire. So his strength was not known."
  },
  {
    "book": "Judges",
    "chapter": 16,
    "verse": 15,
    "text": "And she said unto him, How canst thou say, I love thee, when thine heart is not with me? thou hast mocked me these three times, and hast not told me wherein thy great strength lieth."
  },
  {
    "book": "Judges",
    "chapter": 16,
    "verse": 17,
    "text": "That he told her all his heart, and said unto her, There hath not come a razor upon mine head; for I have been a Nazarite unto God from my mother2019s womb: if I be shaven, then my strength will go from me, and I shall become weak, and be like any other man."
  },
  {
    "book": "Judges",
    "chapter": 16,
    "verse": 19,
    "text": "And she made him sleep upon her knees; and she called for a man, and she caused him to shave off the seven locks of his head; and she began to afflict him, and his strength went from him."
  },
  {
    "book": "Judges",
    "chapter": 16,
    "verse": 28,
    "text": "And Samson called unto the LORD, and said, O Lord God, remember me, I pray thee, and strengthen me, I pray thee, only this once, O God, that I may be at once avenged of the Philistines for my two eyes."
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 6,
    "text": "And all they that were about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, beside all that was willingly offered."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 22,
    "text": "And kept the feast of unleavened bread seven days with joy: for the LORD had made them joyful, and turned the heart of the king of Assyria unto them, to strengthen their hands in the work of the house of God, the God of Israel."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 28,
    "text": "And hath extended mercy unto me before the king, and his counsellors, and before all the king2019s mighty princes. And I was strengthened as the hand of the LORD my God was upon me, and I gathered together out of Israel chief men to go up with me."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 19,
    "text": "Wisdom strengtheneth the wise more than ten mighty men which are in the city."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 16,
    "text": "Then said I, Wisdom is better than strength: nevertheless the poor man2019s wisdom is despised, and his words are not heard."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 10,
    "text": "If the iron be blunt, and he do not whet the edge, then must he put to more strength: but wisdom is profitable to direct."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 17,
    "text": "Blessed art thou, O land, when thy king is the son of nobles, and thy princes eat in due season, for strength, and not for drunkenness!"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 18,
    "text": "Then I told them of the hand of my God which was good upon me; as also the king2019s words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work."
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 10,
    "text": "And Judah said, The strength of the bearers of burdens is decayed, and there is much rubbish; so that we are not able to build the wall."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 9,
    "text": "For they all made us afraid, saying, Their hands shall be weakened from the work, that it be not done. Now therefore, O God, strengthen my hands."
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 10,
    "text": "Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength."
  },
  {
    "book": "1 Samuel",
    "chapter": 2,
    "verse": 4,
    "text": "The bows of the mighty men are broken, and they that stumbled are girded with strength."
  },
  {
    "book": "1 Samuel",
    "chapter": 2,
    "verse": 9,
    "text": "He will keep the feet of his saints, and the wicked shall be silent in darkness; for by strength shall no man prevail."
  },
  {
    "book": "1 Samuel",
    "chapter": 2,
    "verse": 10,
    "text": "The adversaries of the LORD shall be broken to pieces; out of heaven shall he thunder upon them: the LORD shall judge the ends of the earth; and he shall give strength unto his king, and exalt the horn of his anointed."
  },
  {
    "book": "1 Samuel",
    "chapter": 15,
    "verse": 29,
    "text": "And also the Strength of Israel will not lie nor repent: for he is not a man, that he should repent."
  },
  {
    "book": "1 Samuel",
    "chapter": 23,
    "verse": 16,
    "text": "And Jonathan Saul2019s son arose, and went to David into the wood, and strengthened his hand in God."
  },
  {
    "book": "1 Samuel",
    "chapter": 28,
    "verse": 20,
    "text": "Then Saul fell straightway all along on the earth, and was sore afraid, because of the words of Samuel: and there was no strength in him; for he had eaten no bread all the day, nor all the night."
  },
  {
    "book": "1 Samuel",
    "chapter": 28,
    "verse": 22,
    "text": "Now therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee; and eat, that thou mayest have strength, when thou goest on thy way."
  },
  {
    "book": "2 Samuel",
    "chapter": 2,
    "verse": 7,
    "text": "Therefore now let your hands be strengthened, and be ye valiant: for your master Saul is dead, and also the house of Judah have anointed me king over them."
  },
  {
    "book": "2 Samuel",
    "chapter": 22,
    "verse": 33,
    "text": "God is my strength and power: and he maketh my way perfect."
  },
  {
    "book": "2 Samuel",
    "chapter": 22,
    "verse": 40,
    "text": "For thou hast girded me with strength to battle: them that rose up against me hast thou subdued under me."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 6,
    "text": "And from the daughter of Zion all her beauty is departed: her princes are become like harts that find no pasture, and they are gone without strength before the pursuer."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 14,
    "text": "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he hath made my strength to fall, the LORD hath delivered me into their hands, from whom I am not able to rise up."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 18,
    "text": "And I said, My strength and my hope is perished from the LORD:"
  },
  {
    "book": "2 Kings",
    "chapter": 9,
    "verse": 24,
    "text": "And Jehu drew a bow with his full strength, and smote Jehoram between his arms, and the arrow went out at his heart, and he sunk down in his chariot."
  },
  {
    "book": "2 Kings",
    "chapter": 18,
    "verse": 20,
    "text": "Thou sayest, (but they are but vain words,) I have counsel and strength for the war. Now on whom dost thou trust, that thou rebellest against me?"
  },
  {
    "book": "2 Kings",
    "chapter": 19,
    "verse": 3,
    "text": "And they said unto him, Thus saith Hezekiah, This day is a day of trouble, and of rebuke, and blasphemy; for the children are come to the birth, and there is not strength to bring forth."
  },
  {
    "book": "1 Chronicles",
    "chapter": 11,
    "verse": 10,
    "text": "These also are the chief of the mighty men whom David had, who strengthened themselves with him in his kingdom, and with all Israel, to make him king, according to the word of the LORD concerning Israel."
  },
  {
    "book": "1 Chronicles",
    "chapter": 16,
    "verse": 11,
    "text": "Seek the LORD and his strength, seek his face continually."
  },
  {
    "book": "1 Chronicles",
    "chapter": 16,
    "verse": 27,
    "text": "Glory and honour are in his presence; strength and gladness are in his place."
  },
  {
    "book": "1 Chronicles",
    "chapter": 16,
    "verse": 28,
    "text": "Give unto the LORD, ye kindreds of the people, give unto the LORD glory and strength."
  },
  {
    "book": "1 Chronicles",
    "chapter": 26,
    "verse": 8,
    "text": "All these of the sons of Obededom: they and their sons and their brethren, able men for strength for the service, were threescore and two of Obededom."
  },
  {
    "book": "1 Chronicles",
    "chapter": 29,
    "verse": 12,
    "text": "Both riches and honour come of thee, and thou reignest over all; and in thine hand is power and might; and in thine hand it is to make great, and to give strength unto all."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 9,
    "text": "Strangers have devoured his strength, and he knoweth it not: yea, gray hairs are here and there upon him, yet he knoweth not."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 15,
    "text": "Though I have bound and strengthened their arms, yet do they imagine mischief against me."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 3,
    "text": "He took his brother by the heel in the womb, and by his strength he had power with God:"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 22,
    "text": "Be not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength."
  },
  {
    "book": "Joel",
    "chapter": 3,
    "verse": 16,
    "text": "The LORD also shall roar out of Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but the LORD will be the hope of his people, and the strength of the children of Israel."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 14,
    "text": "Therefore the flight shall perish from the swift, and the strong shall not strengthen his force, neither shall the mighty deliver himself:"
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 11,
    "text": "Therefore thus saith the Lord GOD; An adversary there shall be even round about the land; and he shall bring down thy strength from thee, and thy palaces shall be spoiled."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 9,
    "text": "That strengtheneth the spoiled against the strong, so that the spoiled shall come against the fortress."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 13,
    "text": "Ye which rejoice in a thing of nought, which say, Have we not taken to us horns by our own strength?"
  },
  {
    "book": "1 Kings",
    "chapter": 19,
    "verse": 8,
    "text": "And he arose, and did eat and drink, and went in the strength of that meat forty days and forty nights unto Horeb the mount of God."
  },
  {
    "book": "1 Kings",
    "chapter": 20,
    "verse": 22,
    "text": "And the prophet came to the king of Israel, and said unto him, Go, strengthen thyself, and mark, and see what thou doest: for at the return of the year the king of Syria will come up against thee."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 14,
    "text": "Counsel is mine, and sound wisdom: I am understanding; I have strength."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 28,
    "text": "When he established the clouds above: when he strengthened the fountains of the deep:"
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 29,
    "text": "The way of the LORD is strength to the upright: but destruction shall be to the workers of iniquity."
  },
  {
    "book": "Proverbs",
    "chapter": 14,
    "verse": 4,
    "text": "Where no oxen are, the crib is clean: but much increase is by the strength of the ox."
  },
  {
    "book": "Proverbs",
    "chapter": 20,
    "verse": 29,
    "text": "The glory of young men is their strength: and the beauty of old men is the grey head."
  },
  {
    "book": "Proverbs",
    "chapter": 21,
    "verse": 22,
    "text": "A wise man scaleth the city of the mighty, and casteth down the strength of the confidence thereof."
  },
  {
    "book": "Proverbs",
    "chapter": 24,
    "verse": 5,
    "text": "A wise man is strong; yea, a man of knowledge increaseth strength."
  },
  {
    "book": "Proverbs",
    "chapter": 24,
    "verse": 10,
    "text": "If thou faint in the day of adversity, thy strength is small."
  },
  {
    "book": "Proverbs",
    "chapter": 31,
    "verse": 3,
    "text": "Give not thy strength unto women, nor thy ways to that which destroyeth kings."
  },
  {
    "book": "Proverbs",
    "chapter": 31,
    "verse": 17,
    "text": "She girdeth her loins with strength, and strengtheneth her arms."
  },
  {
    "book": "Proverbs",
    "chapter": 31,
    "verse": 25,
    "text": "Strength and honour are her clothing; and she shall rejoice in time to come."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 3,
    "text": "Behold, thou hast instructed many, and thou hast strengthened the weak hands."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 4,
    "text": "Thy words have upholden him that was falling, and thou hast strengthened the feeble knees."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 11,
    "text": "What is my strength, that I should hope? and what is mine end, that I should prolong my life?"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 12,
    "text": "Is my strength the strength of stones? or is my flesh of brass?"
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 4,
    "text": "He is wise in heart, and mighty in strength: who hath hardened himself against him, and hath prospered?"
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 19,
    "text": "If I speak of strength, lo, he is strong: and if of judgment, who shall set me a time to plead?"
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 13,
    "text": "With him is wisdom and strength, he hath counsel and understanding."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 16,
    "text": "With him is strength and wisdom: the deceived and the deceiver are his."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 21,
    "text": "He poureth contempt upon princes, and weakeneth the strength of the mighty."
  },
  {
    "book": "Job",
    "chapter": 15,
    "verse": 25,
    "text": "For he stretcheth out his hand against God, and strengtheneth himself against the Almighty."
  },
  {
    "book": "Job",
    "chapter": 16,
    "verse": 5,
    "text": "But I would strengthen you with my mouth, and the moving of my lips should asswage your grief."
  },
  {
    "book": "Job",
    "chapter": 18,
    "verse": 7,
    "text": "The steps of his strength shall be straitened, and his own counsel shall cast him down."
  },
  {
    "book": "Job",
    "chapter": 18,
    "verse": 12,
    "text": "His strength shall be hungerbitten, and destruction shall be ready at his side."
  },
  {
    "book": "Job",
    "chapter": 18,
    "verse": 13,
    "text": "It shall devour the strength of his skin: even the firstborn of death shall devour his strength."
  },
  {
    "book": "Job",
    "chapter": 21,
    "verse": 23,
    "text": "One dieth in his full strength, being wholly at ease and quiet."
  },
  {
    "book": "Job",
    "chapter": 23,
    "verse": 6,
    "text": "Will he plead against me with his great power? No; but he would put strength in me."
  },
  {
    "book": "Job",
    "chapter": 26,
    "verse": 2,
    "text": "How hast thou helped him that is without power? how savest thou the arm that hath no strength?"
  },
  {
    "book": "Job",
    "chapter": 30,
    "verse": 2,
    "text": "Yea, whereto might the strength of their hands profit me, in whom old age was perished?"
  },
  {
    "book": "Job",
    "chapter": 36,
    "verse": 5,
    "text": "Behold, God is mighty, and despiseth not any: he is mighty in strength and wisdom."
  },
  {
    "book": "Job",
    "chapter": 36,
    "verse": 19,
    "text": "Will he esteem thy riches? no, not gold, nor all the forces of strength."
  },
  {
    "book": "Job",
    "chapter": 37,
    "verse": 6,
    "text": "For he saith to the snow, Be thou on the earth; likewise to the small rain, and to the great rain of his strength."
  },
  {
    "book": "Job",
    "chapter": 39,
    "verse": 11,
    "text": "Wilt thou trust him, because his strength is great? or wilt thou leave thy labour to him?"
  },
  {
    "book": "Job",
    "chapter": 39,
    "verse": 19,
    "text": "Hast thou given the horse strength? hast thou clothed his neck with thunder?"
  },
  {
    "book": "Job",
    "chapter": 39,
    "verse": 21,
    "text": "He paweth in the valley, and rejoiceth in his strength: he goeth on to meet the armed men."
  },
  {
    "book": "Job",
    "chapter": 40,
    "verse": 16,
    "text": "Lo now, his strength is in his loins, and his force is in the navel of his belly."
  },
  {
    "book": "Job",
    "chapter": 41,
    "verse": 22,
    "text": "In his neck remaineth strength, and sorrow is turned into joy before him."
  },
  {
    "book": "2 Chronicles",
    "chapter": 1,
    "verse": 1,
    "text": "And Solomon the son of David was strengthened in his kingdom, and the LORD his God was with him, and magnified him exceedingly."
  },
  {
    "book": "2 Chronicles",
    "chapter": 6,
    "verse": 41,
    "text": "Now therefore arise, O LORD God, into thy resting place, thou, and the ark of thy strength: let thy priests, O LORD God, be clothed with salvation, and let thy saints rejoice in goodness."
  },
  {
    "book": "2 Chronicles",
    "chapter": 11,
    "verse": 17,
    "text": "So they strengthened the kingdom of Judah, and made Rehoboam the son of Solomon strong, three years: for three years they walked in the way of David and Solomon."
  },
  {
    "book": "2 Chronicles",
    "chapter": 12,
    "verse": 1,
    "text": "And it came to pass, when Rehoboam had established the kingdom, and had strengthened himself, he forsook the law of the LORD, and all Israel with him."
  },
  {
    "book": "2 Chronicles",
    "chapter": 12,
    "verse": 13,
    "text": "So king Rehoboam strengthened himself in Jerusalem, and reigned: for Rehoboam was one and forty years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which the LORD had chosen out of all the tribes of Israel, to put his name there. And his mother2019s name was Naamah an Ammonitess."
  },
  {
    "book": "2 Chronicles",
    "chapter": 13,
    "verse": 7,
    "text": "And there are gathered unto him vain men, the children of Belial, and have strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tenderhearted, and could not withstand them."
  },
  {
    "book": "2 Chronicles",
    "chapter": 13,
    "verse": 20,
    "text": "Neither did Jeroboam recover strength again in the days of Abijah: and the LORD struck him, and he died."
  },
  {
    "book": "2 Chronicles",
    "chapter": 17,
    "verse": 1,
    "text": "And Jehoshaphat his son reigned in his stead, and strengthened himself against Israel."
  },
  {
    "book": "2 Chronicles",
    "chapter": 21,
    "verse": 4,
    "text": "Now when Jehoram was risen up to the kingdom of his father, he strengthened himself, and slew all his brethren with the sword, and divers also of the princes of Israel."
  },
  {
    "book": "2 Chronicles",
    "chapter": 23,
    "verse": 1,
    "text": "And in the seventh year Jehoiada strengthened himself, and took the captains of hundreds, Azariah the son of Jeroham, and Ishmael the son of Jehohanan, and Azariah the son of Obed, and Maaseiah the son of Adaiah, and Elishaphat the son of Zichri, into covenant with him."
  },
  {
    "book": "2 Chronicles",
    "chapter": 24,
    "verse": 13,
    "text": "So the workmen wrought, and the work was perfected by them, and they set the house of God in his state, and strengthened it."
  },
  {
    "book": "2 Chronicles",
    "chapter": 25,
    "verse": 11,
    "text": "And Amaziah strengthened himself, and led forth his people, and went to the valley of salt, and smote of the children of Seir ten thousand."
  },
  {
    "book": "2 Chronicles",
    "chapter": 26,
    "verse": 8,
    "text": "And the Ammonites gave gifts to Uzziah: and his name spread abroad even to the entering in of Egypt; for he strengthened himself exceedingly."
  },
  {
    "book": "2 Chronicles",
    "chapter": 28,
    "verse": 20,
    "text": "And Tilgathpilneser king of Assyria came unto him, and distressed him, but strengthened him not."
  },
  {
    "book": "2 Chronicles",
    "chapter": 32,
    "verse": 5,
    "text": "Also he strengthened himself, and built up all the wall that was broken, and raised it up to the towers, and another wall without, and repaired Millo in the city of David, and made darts and shields in abundance."
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 4,
    "text": "And he shall stand and feed in the strength of the LORD, in the majesty of the name of the LORD his God; and they shall abide: for now shall he be great unto the ends of the earth."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 9,
    "text": "Ethiopia and Egypt were her strength, and it was infinite; Put and Lubim were thy helpers."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 11,
    "text": "Thou also shalt be drunken: thou shalt be hid, thou also shalt seek strength because of the enemy."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 37,
    "text": "Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 41,
    "text": "And whereas thou sawest the feet and toes, part of potters2019 clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 8,
    "text": "Therefore I was left alone, and saw this great vision, and there remained no strength in me: for my comeliness was turned in me into corruption, and I retained no strength."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 16,
    "text": "And, behold, one like the similitude of the sons of men touched my lips: then I opened my mouth, and spake, and said unto him that stood before me, O my lord, by the vision my sorrows are turned upon me, and I have retained no strength."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 17,
    "text": "For how can the servant of this my lord talk with this my lord? for as for me, straightway there remained no strength in me, neither is there breath left in me."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 18,
    "text": "Then there came again and touched me one like the appearance of a man, and he strengthened me,"
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 19,
    "text": "And said, O man greatly beloved, fear not: peace be unto thee, be strong, yea, be strong. And when he had spoken unto me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me."
  },
  {
    "book": "Daniel",
    "chapter": 11,
    "verse": 1,
    "text": "Also I in the first year of Darius the Mede, even I, stood to confirm and to strengthen him."
  },
  {
    "book": "Daniel",
    "chapter": 11,
    "verse": 2,
    "text": "And now will I shew thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all: and by his strength through his riches he shall stir up all against the realm of Grecia."
  },
  {
    "book": "Daniel",
    "chapter": 11,
    "verse": 6,
    "text": "And in the end of years they shall join themselves together; for the king2019s daughter of the south shall come to the king of the north to make an agreement: but she shall not retain the power of the arm; neither shall he stand, nor his arm: but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in these times."
  },
  {
    "book": "Daniel",
    "chapter": 11,
    "verse": 12,
    "text": "And when he hath taken away the multitude, his heart shall be lifted up; and he shall cast down many ten thousands: but he shall not be strengthened by it."
  },
  {
    "book": "Daniel",
    "chapter": 11,
    "verse": 15,
    "text": "So the king of the north shall come, and cast up a mount, and take the most fenced cities: and the arms of the south shall not withstand, neither his chosen people, neither shall there be any strength to withstand."
  },
  {
    "book": "Daniel",
    "chapter": 11,
    "verse": 17,
    "text": "He shall also set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do: and he shall give him the daughter of women, corrupting her: but she shall not stand on his side, neither be for him."
  },
  {
    "book": "Daniel",
    "chapter": 11,
    "verse": 31,
    "text": "And arms shall stand on his part, and they shall pollute the sanctuary of strength, and shall take away the daily sacrifice, and they shall place the abomination that maketh desolate."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 19,
    "text": "The LORD God is my strength, and he will make my feet like hinds2019 feet, and he will make me to walk upon mine high places. To the chief singer on my stringed instruments."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 22,
    "text": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother."
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 6,
    "text": "And I will strengthen the house of Judah, and I will save the house of Joseph, and I will bring them again to place them; for I have mercy upon them: and they shall be as though I had not cast them off: for I am the LORD their God, and will hear them."
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 12,
    "text": "And I will strengthen them in the LORD; and they shall walk up and down in his name, saith the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 5,
    "text": "And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the LORD of hosts their God."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 16,
    "text": "That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 13,
    "text": "I can do all things through Christ which strengtheneth me."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 11,
    "text": "Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 6,
    "text": "For when we were yet without strength, in due time Christ died for the ungodly."
  },
  {
    "book": "2 Timothy",
    "chapter": 4,
    "verse": 17,
    "text": "Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion."
  },
  {
    "book": "1 Corinthians",
    "chapter": 15,
    "verse": 56,
    "text": "The sting of death is sin; and the strength of sin is the law."
  },
  {
    "book": "2 Corinthians",
    "chapter": 1,
    "verse": 8,
    "text": "For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:"
  },
  {
    "book": "2 Corinthians",
    "chapter": 12,
    "verse": 9,
    "text": "And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 30,
    "text": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 33,
    "text": "And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices."
  },
  {
    "book": "1 Peter",
    "chapter": 5,
    "verse": 10,
    "text": "But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 22,
    "text": "Woe unto them that are mighty to drink wine, and men of strength to mingle strong drink:"
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 13,
    "text": "For he saith, By the strength of my hand I have done it, and by my wisdom; for I am prudent: and I have removed the bounds of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man:"
  },
  {
    "book": "Isaiah",
    "chapter": 12,
    "verse": 2,
    "text": "Behold, God is my salvation; I will trust, and not be afraid: for the LORD JEHOVAH is my strength and my song; he also is become my salvation."
  },
  {
    "book": "Isaiah",
    "chapter": 17,
    "verse": 10,
    "text": "Because thou hast forgotten the God of thy salvation, and hast not been mindful of the rock of thy strength, therefore shalt thou plant pleasant plants, and shalt set it with strange slips:"
  },
  {
    "book": "Isaiah",
    "chapter": 22,
    "verse": 21,
    "text": "And I will clothe him with thy robe, and strengthen him with thy girdle, and I will commit thy government into his hand: and he shall be a father to the inhabitants of Jerusalem, and to the house of Judah."
  },
  {
    "book": "Isaiah",
    "chapter": 23,
    "verse": 4,
    "text": "Be thou ashamed, O Zidon: for the sea hath spoken, even the strength of the sea, saying, I travail not, nor bring forth children, neither do I nourish up young men, nor bring up virgins."
  },
  {
    "book": "Isaiah",
    "chapter": 23,
    "verse": 10,
    "text": "Pass through thy land as a river, O daughter of Tarshish: there is no more strength."
  },
  {
    "book": "Isaiah",
    "chapter": 23,
    "verse": 14,
    "text": "Howl, ye ships of Tarshish: for your strength is laid waste."
  },
  {
    "book": "Isaiah",
    "chapter": 25,
    "verse": 4,
    "text": "For thou hast been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shadow from the heat, when the blast of the terrible ones is as a storm against the wall."
  },
  {
    "book": "Isaiah",
    "chapter": 26,
    "verse": 4,
    "text": "Trust ye in the LORD for ever: for in the LORD JEHOVAH is everlasting strength:"
  },
  {
    "book": "Isaiah",
    "chapter": 27,
    "verse": 5,
    "text": "Or let him take hold of my strength, that he may make peace with me; and he shall make peace with me."
  },
  {
    "book": "Isaiah",
    "chapter": 28,
    "verse": 6,
    "text": "And for a spirit of judgment to him that sitteth in judgment, and for strength to them that turn the battle to the gate."
  },
  {
    "book": "Isaiah",
    "chapter": 30,
    "verse": 2,
    "text": "That walk to go down into Egypt, and have not asked at my mouth; to strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt!"
  },
  {
    "book": "Isaiah",
    "chapter": 30,
    "verse": 3,
    "text": "Therefore shall the strength of Pharaoh be your shame, and the trust in the shadow of Egypt your confusion."
  },
  {
    "book": "Isaiah",
    "chapter": 30,
    "verse": 7,
    "text": "For the Egyptians shall help in vain, and to no purpose: therefore have I cried concerning this, Their strength is to sit still."
  },
  {
    "book": "Isaiah",
    "chapter": 30,
    "verse": 15,
    "text": "For thus saith the Lord GOD, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not."
  },
  {
    "book": "Isaiah",
    "chapter": 33,
    "verse": 6,
    "text": "And wisdom and knowledge shall be the stability of thy times, and strength of salvation: the fear of the LORD is his treasure."
  },
  {
    "book": "Isaiah",
    "chapter": 33,
    "verse": 23,
    "text": "Thy tacklings are loosed; they could not well strengthen their mast, they could not spread the sail: then is the prey of a great spoil divided; the lame take the prey."
  },
  {
    "book": "Isaiah",
    "chapter": 35,
    "verse": 3,
    "text": "Strengthen ye the weak hands, and confirm the feeble knees."
  },
  {
    "book": "Isaiah",
    "chapter": 36,
    "verse": 5,
    "text": "I say, sayest thou, (but they are but vain words) I have counsel and strength for war: now on whom dost thou trust, that thou rebellest against me?"
  },
  {
    "book": "Isaiah",
    "chapter": 37,
    "verse": 3,
    "text": "And they said unto him, Thus saith Hezekiah, This day is a day of trouble, and of rebuke, and of blasphemy: for the children are come to the birth, and there is not strength to bring forth."
  },
  {
    "book": "Isaiah",
    "chapter": 40,
    "verse": 9,
    "text": "O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God!"
  },
  {
    "book": "Isaiah",
    "chapter": 40,
    "verse": 29,
    "text": "He giveth power to the faint; and to them that have no might he increaseth strength."
  },
  {
    "book": "Isaiah",
    "chapter": 40,
    "verse": 31,
    "text": "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint."
  },
  {
    "book": "Isaiah",
    "chapter": 41,
    "verse": 1,
    "text": "Keep silence before me, O islands; and let the people renew their strength: let them come near; then let them speak: let us come near together to judgment."
  },
  {
    "book": "Isaiah",
    "chapter": 41,
    "verse": 10,
    "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."
  },
  {
    "book": "Isaiah",
    "chapter": 42,
    "verse": 25,
    "text": "Therefore he hath poured upon him the fury of his anger, and the strength of battle: and it hath set him on fire round about, yet he knew not; and it burned him, yet he laid it not to heart."
  },
  {
    "book": "Isaiah",
    "chapter": 44,
    "verse": 12,
    "text": "The smith with the tongs both worketh in the coals, and fashioneth it with hammers, and worketh it with the strength of his arms: yea, he is hungry, and his strength faileth: he drinketh no water, and is faint."
  },
  {
    "book": "Isaiah",
    "chapter": 44,
    "verse": 14,
    "text": "He heweth him down cedars, and taketh the cypress and the oak, which he strengtheneth for himself among the trees of the forest: he planteth an ash, and the rain doth nourish it."
  },
  {
    "book": "Isaiah",
    "chapter": 45,
    "verse": 24,
    "text": "Surely, shall one say, in the LORD have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed."
  },
  {
    "book": "Isaiah",
    "chapter": 49,
    "verse": 4,
    "text": "Then I said, I have laboured in vain, I have spent my strength for nought, and in vain: yet surely my judgment is with the LORD, and my work with my God."
  },
  {
    "book": "Isaiah",
    "chapter": 49,
    "verse": 5,
    "text": "And now, saith the LORD that formed me from the womb to be his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the LORD, and my God shall be my strength."
  },
  {
    "book": "Isaiah",
    "chapter": 51,
    "verse": 9,
    "text": "Awake, awake, put on strength, O arm of the LORD; awake, as in the ancient days, in the generations of old. Art thou not it that hath cut Rahab, and wounded the dragon?"
  },
  {
    "book": "Isaiah",
    "chapter": 52,
    "verse": 1,
    "text": "Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean."
  },
  {
    "book": "Isaiah",
    "chapter": 54,
    "verse": 2,
    "text": "Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes;"
  },
  {
    "book": "Isaiah",
    "chapter": 62,
    "verse": 8,
    "text": "The LORD hath sworn by his right hand, and by the arm of his strength, Surely I will no more give thy corn to be meat for thine enemies; and the sons of the stranger shall not drink thy wine, for the which thou hast laboured:"
  },
  {
    "book": "Isaiah",
    "chapter": 63,
    "verse": 1,
    "text": "Who is this that cometh from Edom, with dyed garments from Bozrah? this that is glorious in his apparel, travelling in the greatness of his strength? I that speak in righteousness, mighty to save."
  },
  {
    "book": "Isaiah",
    "chapter": 63,
    "verse": 6,
    "text": "And I will tread down the people in mine anger, and make them drunk in my fury, and I will bring down their strength to the earth."
  },
  {
    "book": "Isaiah",
    "chapter": 63,
    "verse": 15,
    "text": "Look down from heaven, and behold from the habitation of thy holiness and of thy glory: where is thy zeal and thy strength, the sounding of thy bowels and of thy mercies toward me? are they restrained?"
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 2,
    "text": "Out of the mouth of babes and sucklings hast thou ordained strength because of thine enemies, that thou mightest still the enemy and the avenger."
  },
  {
    "book": "Psalms",
    "chapter": 18,
    "verse": 1,
    "text": "I will love thee, O LORD, my strength."
  },
  {
    "book": "Psalms",
    "chapter": 18,
    "verse": 2,
    "text": "The LORD is my rock, and my fortress, and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, and my high tower."
  },
  {
    "book": "Psalms",
    "chapter": 18,
    "verse": 32,
    "text": "It is God that girdeth me with strength, and maketh my way perfect."
  },
  {
    "book": "Psalms",
    "chapter": 18,
    "verse": 39,
    "text": "For thou hast girded me with strength unto the battle: thou hast subdued under me those that rose up against me."
  },
  {
    "book": "Psalms",
    "chapter": 19,
    "verse": 14,
    "text": "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer."
  },
  {
    "book": "Psalms",
    "chapter": 20,
    "verse": 2,
    "text": "Send thee help from the sanctuary, and strengthen thee out of Zion;"
  },
  {
    "book": "Psalms",
    "chapter": 20,
    "verse": 6,
    "text": "Now know I that the LORD saveth his anointed; he will hear him from his holy heaven with the saving strength of his right hand."
  },
  {
    "book": "Psalms",
    "chapter": 21,
    "verse": 1,
    "text": "The king shall joy in thy strength, O LORD; and in thy salvation how greatly shall he rejoice!"
  },
  {
    "book": "Psalms",
    "chapter": 21,
    "verse": 13,
    "text": "Be thou exalted, LORD, in thine own strength: so will we sing and praise thy power."
  },
  {
    "book": "Psalms",
    "chapter": 22,
    "verse": 15,
    "text": "My strength is dried up like a potsherd; and my tongue cleaveth to my jaws; and thou hast brought me into the dust of death."
  },
  {
    "book": "Psalms",
    "chapter": 22,
    "verse": 19,
    "text": "But be not thou far from me, O LORD: O my strength, haste thee to help me."
  },
  {
    "book": "Psalms",
    "chapter": 27,
    "verse": 1,
    "text": "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?"
  },
  {
    "book": "Psalms",
    "chapter": 27,
    "verse": 14,
    "text": "Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD."
  },
  {
    "book": "Psalms",
    "chapter": 28,
    "verse": 7,
    "text": "The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him."
  },
  {
    "book": "Psalms",
    "chapter": 28,
    "verse": 8,
    "text": "The LORD is their strength, and he is the saving strength of his anointed."
  },
  {
    "book": "Psalms",
    "chapter": 29,
    "verse": 1,
    "text": "Give unto the LORD, O ye mighty, give unto the LORD glory and strength."
  },
  {
    "book": "Psalms",
    "chapter": 29,
    "verse": 11,
    "text": "The LORD will give strength unto his people; the LORD will bless his people with peace."
  },
  {
    "book": "Psalms",
    "chapter": 31,
    "verse": 4,
    "text": "Pull me out of the net that they have laid privily for me: for thou art my strength."
  },
  {
    "book": "Psalms",
    "chapter": 31,
    "verse": 10,
    "text": "For my life is spent with grief, and my years with sighing: my strength faileth because of mine iniquity, and my bones are consumed."
  },
  {
    "book": "Psalms",
    "chapter": 31,
    "verse": 24,
    "text": "Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD."
  },
  {
    "book": "Psalms",
    "chapter": 33,
    "verse": 16,
    "text": "There is no king saved by the multitude of an host: a mighty man is not delivered by much strength."
  },
  {
    "book": "Psalms",
    "chapter": 33,
    "verse": 17,
    "text": "An horse is a vain thing for safety: neither shall he deliver any by his great strength."
  },
  {
    "book": "Psalms",
    "chapter": 37,
    "verse": 39,
    "text": "But the salvation of the righteous is of the LORD: he is their strength in the time of trouble."
  },
  {
    "book": "Psalms",
    "chapter": 38,
    "verse": 10,
    "text": "My heart panteth, my strength faileth me: as for the light of mine eyes, it also is gone from me."
  },
  {
    "book": "Psalms",
    "chapter": 39,
    "verse": 13,
    "text": "O spare me, that I may recover strength, before I go hence, and be no more."
  },
  {
    "book": "Psalms",
    "chapter": 41,
    "verse": 3,
    "text": "The LORD will strengthen him upon the bed of languishing: thou wilt make all his bed in his sickness."
  },
  {
    "book": "Psalms",
    "chapter": 43,
    "verse": 2,
    "text": "For thou art the God of my strength: why dost thou cast me off? why go I mourning because of the oppression of the enemy?"
  },
  {
    "book": "Psalms",
    "chapter": 46,
    "verse": 1,
    "text": "God is our refuge and strength, a very present help in trouble."
  },
  {
    "book": "Psalms",
    "chapter": 52,
    "verse": 7,
    "text": "Lo, this is the man that made not God his strength; but trusted in the abundance of his riches, and strengthened himself in his wickedness."
  },
  {
    "book": "Psalms",
    "chapter": 54,
    "verse": 1,
    "text": "Save me, O God, by thy name, and judge me by thy strength."
  },
  {
    "book": "Psalms",
    "chapter": 59,
    "verse": 9,
    "text": "Because of his strength will I wait upon thee: for God is my defence."
  },
  {
    "book": "Psalms",
    "chapter": 59,
    "verse": 17,
    "text": "Unto thee, O my strength, will I sing: for God is my defence, and the God of my mercy."
  },
  {
    "book": "Psalms",
    "chapter": 60,
    "verse": 7,
    "text": "Gilead is mine, and Manasseh is mine; Ephraim also is the strength of mine head; Judah is my lawgiver;"
  },
  {
    "book": "Psalms",
    "chapter": 62,
    "verse": 7,
    "text": "In God is my salvation and my glory: the rock of my strength, and my refuge, is in God."
  },
  {
    "book": "Psalms",
    "chapter": 65,
    "verse": 6,
    "text": "Which by his strength setteth fast the mountains; being girded with power:"
  },
  {
    "book": "Psalms",
    "chapter": 68,
    "verse": 28,
    "text": "Thy God hath commanded thy strength: strengthen, O God, that which thou hast wrought for us."
  },
  {
    "book": "Psalms",
    "chapter": 68,
    "verse": 34,
    "text": "Ascribe ye strength unto God: his excellency is over Israel, and his strength is in the clouds."
  },
  {
    "book": "Psalms",
    "chapter": 68,
    "verse": 35,
    "text": "O God, thou art terrible out of thy holy places: the God of Israel is he that giveth strength and power unto his people. Blessed be God."
  },
  {
    "book": "Psalms",
    "chapter": 71,
    "verse": 9,
    "text": "Cast me not off in the time of old age; forsake me not when my strength faileth."
  },
  {
    "book": "Psalms",
    "chapter": 71,
    "verse": 16,
    "text": "I will go in the strength of the Lord GOD: I will make mention of thy righteousness, even of thine only."
  },
  {
    "book": "Psalms",
    "chapter": 71,
    "verse": 18,
    "text": "Now also when I am old and greyheaded, O God, forsake me not; until I have shewed thy strength unto this generation, and thy power to every one that is to come."
  },
  {
    "book": "Psalms",
    "chapter": 73,
    "verse": 4,
    "text": "For there are no bands in their death: but their strength is firm."
  },
  {
    "book": "Psalms",
    "chapter": 73,
    "verse": 26,
    "text": "My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever."
  },
  {
    "book": "Psalms",
    "chapter": 74,
    "verse": 13,
    "text": "Thou didst divide the sea by thy strength: thou brakest the heads of the dragons in the waters."
  },
  {
    "book": "Psalms",
    "chapter": 77,
    "verse": 14,
    "text": "Thou art the God that doest wonders: thou hast declared thy strength among the people."
  },
  {
    "book": "Psalms",
    "chapter": 78,
    "verse": 4,
    "text": "We will not hide them from their children, shewing to the generation to come the praises of the LORD, and his strength, and his wonderful works that he hath done."
  },
  {
    "book": "Psalms",
    "chapter": 78,
    "verse": 51,
    "text": "And smote all the firstborn in Egypt; the chief of their strength in the tabernacles of Ham:"
  },
  {
    "book": "Psalms",
    "chapter": 78,
    "verse": 61,
    "text": "And delivered his strength into captivity, and his glory into the enemy2019s hand."
  },
  {
    "book": "Psalms",
    "chapter": 80,
    "verse": 2,
    "text": "Before Ephraim and Benjamin and Manasseh stir up thy strength, and come and save us."
  },
  {
    "book": "Psalms",
    "chapter": 81,
    "verse": 1,
    "text": "Sing aloud unto God our strength: make a joyful noise unto the God of Jacob."
  },
  {
    "book": "Psalms",
    "chapter": 84,
    "verse": 5,
    "text": "Blessed is the man whose strength is in thee; in whose heart are the ways of them."
  },
  {
    "book": "Psalms",
    "chapter": 84,
    "verse": 7,
    "text": "They go from strength to strength, every one of them in Zion appeareth before God."
  },
  {
    "book": "Psalms",
    "chapter": 86,
    "verse": 16,
    "text": "O turn unto me, and have mercy upon me; give thy strength unto thy servant, and save the son of thine handmaid."
  },
  {
    "book": "Psalms",
    "chapter": 88,
    "verse": 4,
    "text": "I am counted with them that go down into the pit: I am as a man that hath no strength:"
  },
  {
    "book": "Psalms",
    "chapter": 89,
    "verse": 17,
    "text": "For thou art the glory of their strength: and in thy favour our horn shall be exalted."
  },
  {
    "book": "Psalms",
    "chapter": 89,
    "verse": 21,
    "text": "With whom my hand shall be established: mine arm also shall strengthen him."
  },
  {
    "book": "Psalms",
    "chapter": 90,
    "verse": 10,
    "text": "The days of our years are threescore years and ten; and if by reason of strength they be fourscore years, yet is their strength labour and sorrow; for it is soon cut off, and we fly away."
  },
  {
    "book": "Psalms",
    "chapter": 93,
    "verse": 1,
    "text": "The LORD reigneth, he is clothed with majesty; the LORD is clothed with strength, wherewith he hath girded himself: the world also is stablished, that it cannot be moved."
  },
  {
    "book": "Psalms",
    "chapter": 95,
    "verse": 4,
    "text": "In his hand are the deep places of the earth: the strength of the hills is his also."
  },
  {
    "book": "Psalms",
    "chapter": 96,
    "verse": 6,
    "text": "Honour and majesty are before him: strength and beauty are in his sanctuary."
  },
  {
    "book": "Psalms",
    "chapter": 96,
    "verse": 7,
    "text": "Give unto the LORD, O ye kindreds of the people, give unto the LORD glory and strength."
  },
  {
    "book": "Psalms",
    "chapter": 99,
    "verse": 4,
    "text": "The king2019s strength also loveth judgment; thou dost establish equity, thou executest judgment and righteousness in Jacob."
  },
  {
    "book": "Psalms",
    "chapter": 102,
    "verse": 23,
    "text": "He weakened my strength in the way; he shortened my days."
  },
  {
    "book": "Psalms",
    "chapter": 103,
    "verse": 20,
    "text": "Bless the LORD, ye his angels, that excel in strength, that do his commandments, hearkening unto the voice of his word."
  },
  {
    "book": "Psalms",
    "chapter": 104,
    "verse": 15,
    "text": "And wine that maketh glad the heart of man, and oil to make his face to shine, and bread which strengtheneth man2019s heart."
  },
  {
    "book": "Psalms",
    "chapter": 105,
    "verse": 4,
    "text": "Seek the LORD, and his strength: seek his face evermore."
  },
  {
    "book": "Psalms",
    "chapter": 105,
    "verse": 36,
    "text": "He smote also all the firstborn in their land, the chief of all their strength."
  },
  {
    "book": "Psalms",
    "chapter": 108,
    "verse": 8,
    "text": "Gilead is mine; Manasseh is mine; Ephraim also is the strength of mine head; Judah is my lawgiver;"
  },
  {
    "book": "Psalms",
    "chapter": 110,
    "verse": 2,
    "text": "The LORD shall send the rod of thy strength out of Zion: rule thou in the midst of thine enemies."
  },
  {
    "book": "Psalms",
    "chapter": 118,
    "verse": 14,
    "text": "The LORD is my strength and song, and is become my salvation."
  },
  {
    "book": "Psalms",
    "chapter": 119,
    "verse": 28,
    "text": "My soul melteth for heaviness: strengthen thou me according unto thy word."
  },
  {
    "book": "Psalms",
    "chapter": 132,
    "verse": 8,
    "text": "Arise, O LORD, into thy rest; thou, and the ark of thy strength."
  },
  {
    "book": "Psalms",
    "chapter": 138,
    "verse": 3,
    "text": "In the day when I cried thou answeredst me, and strengthenedst me with strength in my soul."
  },
  {
    "book": "Psalms",
    "chapter": 140,
    "verse": 7,
    "text": "O GOD the Lord, the strength of my salvation, thou hast covered my head in the day of battle."
  },
  {
    "book": "Psalms",
    "chapter": 144,
    "verse": 1,
    "text": "Blessed be the LORD my strength, which teacheth my hands to war, and my fingers to fight:"
  },
  {
    "book": "Psalms",
    "chapter": 147,
    "verse": 10,
    "text": "He delighteth not in the strength of the horse: he taketh not pleasure in the legs of a man."
  },
  {
    "book": "Psalms",
    "chapter": 147,
    "verse": 13,
    "text": "For he hath strengthened the bars of thy gates; he hath blessed thy children within thee."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 13,
    "text": "For the seller shall not return to that which is sold, although they were yet alive: for the vision is touching the whole multitude thereof, which shall not return; neither shall any strengthen himself in the iniquity of his life."
  },
  {
    "book": "Ezekiel",
    "chapter": 13,
    "verse": 22,
    "text": "Because with lies ye have made the heart of the righteous sad, whom I have not made sad; and strengthened the hands of the wicked, that he should not return from his wicked way, by promising him life:"
  },
  {
    "book": "Ezekiel",
    "chapter": 16,
    "verse": 49,
    "text": "Behold, this was the iniquity of thy sister Sodom, pride, fulness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy."
  },
  {
    "book": "Ezekiel",
    "chapter": 24,
    "verse": 21,
    "text": "Speak unto the house of Israel, Thus saith the Lord GOD; Behold, I will profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword."
  },
  {
    "book": "Ezekiel",
    "chapter": 24,
    "verse": 25,
    "text": "Also, thou son of man, shall it not be in the day when I take from them their strength, the joy of their glory, the desire of their eyes, and that whereupon they set their minds, their sons and their daughters,"
  },
  {
    "book": "Ezekiel",
    "chapter": 30,
    "verse": 15,
    "text": "And I will pour my fury upon Sin, the strength of Egypt; and I will cut off the multitude of No."
  },
  {
    "book": "Ezekiel",
    "chapter": 30,
    "verse": 18,
    "text": "At Tehaphnehes also the day shall be darkened, when I shall break there the yokes of Egypt: and the pomp of her strength shall cease in her: as for her, a cloud shall cover her, and her daughters shall go into captivity."
  },
  {
    "book": "Ezekiel",
    "chapter": 30,
    "verse": 24,
    "text": "And I will strengthen the arms of the king of Babylon, and put my sword in his hand: but I will break Pharaoh2019s arms, and he shall groan before him with the groanings of a deadly wounded man."
  },
  {
    "book": "Ezekiel",
    "chapter": 30,
    "verse": 25,
    "text": "But I will strengthen the arms of the king of Babylon, and the arms of Pharaoh shall fall down; and they shall know that I am the LORD, when I shall put my sword into the hand of the king of Babylon, and he shall stretch it out upon the land of Egypt."
  },
  {
    "book": "Ezekiel",
    "chapter": 33,
    "verse": 28,
    "text": "For I will lay the land most desolate, and the pomp of her strength shall cease; and the mountains of Israel shall be desolate, that none shall pass through."
  },
  {
    "book": "Ezekiel",
    "chapter": 34,
    "verse": 4,
    "text": "The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken, neither have ye brought again that which was driven away, neither have ye sought that which was lost; but with force and with cruelty have ye ruled them."
  },
  {
    "book": "Ezekiel",
    "chapter": 34,
    "verse": 16,
    "text": "I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen that which was sick: but I will destroy the fat and the strong; I will feed them with judgment."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 17,
    "text": "For a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 11,
    "text": "Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised."
  },
  {
    "book": "Jeremiah",
    "chapter": 16,
    "verse": 19,
    "text": "O LORD, my strength, and my fortress, and my refuge in the day of affliction, the Gentiles shall come unto thee from the ends of the earth, and shall say, Surely our fathers have inherited lies, vanity, and things wherein there is no profit."
  },
  {
    "book": "Jeremiah",
    "chapter": 20,
    "verse": 5,
    "text": "Moreover I will deliver all the strength of this city, and all the labours thereof, and all the precious things thereof, and all the treasures of the kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them, and carry them to Babylon."
  },
  {
    "book": "Jeremiah",
    "chapter": 23,
    "verse": 14,
    "text": "I have seen also in the prophets of Jerusalem an horrible thing: they commit adultery, and walk in lies: they strengthen also the hands of evildoers, that none doth return from his wickedness: they are all of them unto me as Sodom, and the inhabitants thereof as Gomorrah."
  },
  {
    "book": "Jeremiah",
    "chapter": 51,
    "verse": 53,
    "text": "Though Babylon should mount up to heaven, and though she should fortify the height of her strength, yet from me shall spoilers come unto her, saith the LORD."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 51,
    "text": "He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 27,
    "text": "And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself."
  },
  {
    "book": "Luke",
    "chapter": 22,
    "verse": 32,
    "text": "But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren."
  },
  {
    "book": "Luke",
    "chapter": 22,
    "verse": 43,
    "text": "And there appeared an angel unto him from heaven, strengthening him."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 7,
    "text": "And he took him by the right hand, and lifted him up: and immediately his feet and ankle bones received strength."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 19,
    "text": "And when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 22,
    "text": "But Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, proving that this is very Christ."
  },
  {
    "book": "Acts",
    "chapter": 18,
    "verse": 23,
    "text": "And after he had spent some time there, he departed, and went over all the country of Galatia and Phrygia in order, strengthening all the disciples."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 16,
    "text": "And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 2,
    "text": "Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 8,
    "text": "I know thy works: behold, I have set before thee an open door, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my name."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 12,
    "text": "Saying with a loud voice, Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 10,
    "text": "And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night."
  },
  {
    "book": "Revelation",
    "chapter": 17,
    "verse": 13,
    "text": "These have one mind, and shall give their power and strength unto the beast."
  }
]
